{
    "fighting arts": {
        "Abyssal Sadist": "the first time you wound the monster each attack, gain +1 survival and +1 insanity. Ignore the effects of the [Fear of the Dark] and [Prey] disorders.",
        "Acrobatics": "When you are adjacent to the monster, you may spend [[Movement]] to place your survivor on any space adjacent to the monster.",
        "Ambidextrous": "All melee weapons in your gear grid gain [Paired]. Ambidextrous cannot be used if there are any shields, two-handed, or heavy gear in your gear grid.",
        "Berserker": "Once per showdown, you may spend [[Activation]] to suffer [Bash] and the [Frenzy] brain trauma.",
        "Bloodzerker": "Gain +1 strength for each of your bleeding tokens. When you have 3+ bleeding tokens, you are [Guardless].",
        "Blotted Out": "When you suffer a brain trauma, gain a bleeding token.",
        "Burning Ambition": "When you are instructed to Skip the Next Hunt, ignore it.",
        "Buring Focus": "If you have 0 survival at the start of your act, gain 1 survival.",
        "Carapace of Will": "At the start of the showdown, gain the Steadfast survivor status card. When you are attacked, if you have 2+ steadfast tokens, ignore a hit and remove all your steadfast tokens.",
        "Champion's Rite": "Before making your attack, you may add your understanding  to your accuracy attribute for the attack. Limit, once per showdown.",
        "Clutch Fighter": "While you have 3 or more bleeding tokens, gain +1 strength and +1 accuracy.",
        "Combo Master": "On a [Perfect Hit], make 1 additional attack roll.",
        "Crazed": "On a [Perfect Hit], gain +1 insanity.",
        "Crossarm Block": "Whenever you are hit, after hit locations are rolled, you may change 1 result to the arms hit location.",
        "Defender": "When a survivor adjacent to you is knocked down, you may spend 1 survival. If you do, they stand and gain +1 survival. You cannot use this if you have a [Broken Jaw].",
        "Double Dash": "During your act, once per round, you may spend [[Activation]] to gain [[Movement]]",
        "Extra Sense": "You may [Dodge] 1 additional time per round.",
        "Fated Blow": "Once per showdown, you may give your next wound attempt +2 strength and [Devastating] 1.",
        "First Step": "Whenever you attack, after drawing HL but before rolling to wound, you may suffer [[Monster Lvl]] brain damage to chosse a drawn HL and then discard it to draw a new one. [Trap]s cancel this  effect.",
        "Glass Mask": "When you [Depart], gain 3 insanity. If you have [Face Painting], gain an additional +3 insanity.",
        "Harvestman": "Gain +3 movement. Whenever you are knocked down, gain -1 movement token. If you have the [Tiny Arachnophobia] disorder, you cannot use this fighting art.",
        "Headliner": "When you become [Doomed] or gain the [Priority Target] token, you may choose to gain +1 survival or +1 strength.",
        "Heroic": "Once per showdown, if you are standing adjacent to the monster and have 3+ survival, you may spend all of your survival for one automatic hit that inflicts a critical wound.",
        "Invigorator": "Gain +1 accuracy and +1 speed while you have no insanity.",
        "Last Man Standing": "While you are the only survivor on the showdown board, you may not gain bleeding tokens or be knocked down.",
        "Leader": "Whenever you [Encourage] a survivor, they gain +1 speed token until the end of the round. Once per Hunt phase, you may inspire another survivor. They use your understanding and courage to resolve a hunt or story event.",
        "Lure Epilepsy": "Once per showdown, you may spend [[Movement]] to give yourself a seizure. You suffer a random brain trauma and are knocked down.",
        "Mammoth Hunting": "Gain +1 strength when attacking from adjacent spaces outside the monster's facing and blind spot.",
        "Monster Claw Style": "Your Fist & Tooth attacks gain +1 accuracy, +1 strength, and [Savage].",
        "Monster Empathy": "Gain +1 strength for each mood in play.",
        "Mighty Strike": "On a [Perfect Hit], gain +2 strength until the end of the attack.",
        "Orator of Death": "Once per showdown, you may spend [[Activation]] to have all non-deaf survivors gain +2 insanity. When you die, you [Encourage] all survivors.",
        "Otehrworldly Luck": "During the Hunt and Settlement phase, whenever you roll on a table, you may add +1 to the roll result. This may not exceed the highest possible result of that table.",
        "Phantom Friend": "The first time you gain a resource during a showdown, you may feed it to your phantom friend. If you do, archive the resource and gain +1 evasion token. Lose this token if you are [Deaf] or become Deaf during the showdown.",
        "Propulsion Drive": "At the start of the showdown, gain the Momentum survivor status card. When you attack, if you have 5+ momentum tokens, remove them all and roll 1d10. Gain that amount of luck and strength when attempting to wound the first selected hit location for this attack.",
        "Purpose": "During the showdown, if you would gain a lethal number of bleeding tokens while there are any other standing survivors, roll 1d10. On 6+, you live but are knocked down. You will not bleed to death until you gain another bleeding token.",
        "Regicide": "When another survivor performs [Encourage], an action that makes them scream or roar, or any other audible effect, you may absorb it. Cancel the action and gain +1 strength token.",
        "Relentless": "When a monster moves away from you during your attack, you may [Pursue]. Limit once per attack.",
        "Rhythm Chaser": "On [Arrival], gain +1 evasion token. When you are knocked down, if you don't have an instrument in your gear grid, remove all your 1+ evasion tokens. Rhythm Chaser cannot be used if there is any heavy gear in your gear grid.",
        "Ruthless": "Whenever a survivor dies during the showdown, roll 1d10. On 7+, gain a Skull basic resouce.",
        "Seasoned Hunter": "Whenever a random hunt event result is: 11, 22, 33, 44, 55, 66, 77, 88, 99, 100. The event revealer gains +1 understanding and +1 courage.",
        "Sneak Attack": "When you attack a monster from its blind spot, gain +1 strength for that attack.",
        "Strategist": "During the showdown step, after placing terrain, you may add a Giant Stone Face or a Toppled Pillar terrain card to the showdown board.",
        "Tenacious": "When your wound attempt on a hit location is a failure, you may put that hit location back on top of the deck instead of in the discard pile. Limit once per round.",
        "Timeless Eye": "Your attack roll is a [Perfect Hit] on a result of 9 or 10. You cannot use Timeless Eye if you have the [Blind] severe head injury.",
        "Thrill Seeker": "Whenever you gain survival during the showdown phase, gain 1 additional survival.",
        "Tough": "When rolling on a severe injury table, unless you roll a 1, add +1 to the result. This cannot exceed 10.",
        "Trailblazer": "The hunting party may start the hunt phase 1 space closer to the monster. At the start of the showdown, all survivors gain +1 survival and up to +1 insanity.",
        "Transcended Masochist": "When you gain a bleeding token gain 1+ survival and +1 insanity. Ignore the effects of the [Aichmophobia] and [Apathetic] disorders.",
        "Trick Attack": "Once per showdown, when you wound a monster from its blind spot, a survivor adjacent to you may gain the [Priority Target] token.",
        "Tumble": "When something would [Collide] with you, roll 1d10. On a result of 6+, you successfully get out of the way. Place your survivor standing on the closest free space outside of the collision path.",
        "Unbreakable": "Once per lantern year, you may ignore one of your severe injury roll results. If you do, gain a random disorder.",
        "Unconscious Fighter": "It takes 7 bleeding tokens to kill you.",
        "Unrelenting": "If all of your attack rolls in an attack miss, you may spend 1 survival to re-roll all attack rolls.",
        "Vengeance": "When a survivor dies during the showdown, gain +4 survival and +1 strength token.",
        "Virtuoso": "When you activate an instrument, all survivors are [Encourage]. Your [Ballads] cost 2 less to perform.",
        "Wardrobe Expert": "When you suffer a severe injury at a hit location, you may archive a gear worn at that location to ignore it and gain +1 survival.",

        "Acanthus Doctor": "You may wear up to 3 Satchel gear cards. When you [Depart], if you are not wearing any armor, for each [[Green]] you have, gain +1 strength token and add 1 [[Armor]] to all hit locations. Spend [[Activation]] and a Flower or Fresh Acanthus resource to heal a permanent injury you or an adjacent survivor suffered this showdown.",
        "Actualize": "Gain +1 speed when attacking with a sword. After you make attack rolls with a sword, you may discard a roll result to increase another roll result by 1. You may do this as many times as you like, so long as there is at least 1 attack roll result left.",
        "Aerial Transfusion": "It requires an addtional two bleeding tokens to kill you. During your act you may spend [[Activation]] to freely rearrange all survivors' bleeding tokens.",
        "Ageless Apprentice": "When you gain Hunt XP, you may decide to not gain it. When you [Depart], you may rotate up to 3 gear cards in your gear grid. This changes the location of their affinities and arrows. Otherwise, the gear functions normally.",
        "Altered Destiny": "If you would gain a negative attribute token, gain a positive attribute token of that type instead.",
        "Beast of Caratosis": "You may [Concentrate]. If you do, perform Beast of Caratosis at the start of your next act. -> Place your survivor adjacent to the monster. Activate a weapon in your grid and attack the monster. For this attack, your attack speed is equal to your [[Red Affinity]], you hit automatically, and you gain strength equalto double your [[Red Affinity]]. Then gain +6 Hunt XP.",
        "Beetle Strength": "Once per showdown, you may spend [[Activation]] to shove an adjacent obstacle terrain. If you do, move the terrain directly away from you in a straight line until it encounters a board edge or another obstacle terrain. Any monsters the terrain passes over suffer a wound, and any survivors it [Collides] with suffer [Knockback] 7. You are knocked down and gain +1 Hunt XP.",
        "Black Guard Style": "Swords in your gear grid [Block] 1. When you block a hit with a sword, your next attack that round with a sword gains +2 accuracy, +2 strength, +2 speed. Limit once per round. During the settlement phase, you may spend [[Endeavor]] to train a survivor. They gain the Black Guard Style. You lose it and suffer the Broken Arm severe injury.",
        "Bone Whisper": "When another survivor dies on the showdown board, place a token hwere they died. If you pass over it, remove the token and eat their skull. [Heal] your survivor and roll 1d10 + your Hunt XP: 1-3 = +1 permanent movement, speed, evasion; 4-8 = +1 permanent strength; 9-18 = Gain a Fighting Art & +5 survival; 19+ = At the end of the showdown, you are gone forever.",
        "Clarity of Darkness": "At the start of the showdown, gain the Path of Gloom survivor status card. Other survivors cannot voluntarily end their movement adjacent to you.",
        "Courtly Screenwriter": "At the start of the showdown, secretely write down on a scrap of paper which survivors will live and who will deal the killing blow. During the aftermath, if your predictions are correct, raise the settlements's Survival Limit by 1.",
        "Death Touch": "Gain +1 accuracy when attacking with Fist & Tooth. When you wound the monster, it gains -1 toughness until the end of your attack. You cannot use this if you are male.",
        "Devil's Melody": "Ballad of the Devil's Melody (4): Gain +10 survival, +10 insanity, +1 movement token, and +1 speed token. At the start of each round, the monster suffers an automatic wound and each survivor suffers a random severe injury.",
        "Eternal Will": "Gain +1 accuracy and +1 strength fo reach permanent injury you have. You may always [Depart], even when retired.",
        "Fencing": "Ignore [Parry] when attempting to wound hit locations. When a monster attacks you, roll 1d10. On a 6+, ignore 1 hit. Limit, once per round.",
        "Frozen Star": "Once per round, you may spend 1 survival to freeze a monster's brain. They gain -2 accuracy until the end of the round. Once per round, you may spend 1 survival to freeze a survivor's brain, killing them instantly. They die.",
        "God of Cheaters": "Gain +4 Luck. Add your luck attribute to your strength and evasion attributes.",
        "Grace of Dormenatus": "You may [Concentrate]. If you do, perform Grace of Dormenatus at the start of your next act. -> All survivors gain armor at all hit locations equal to your [[Green Affinity]]. They may remove up to the same number of tokens. Then gain +6 Hunt XP. If you still exist, gain the [Priority Target] token.",
        "Hellfire": "You cannot lose or remove this fighting art. Gain +1 strength for each [[Red Affinity]] you have.",
        "Immovable Object": "If you are on an unoccupied space, you stand firm in the face of any force. You cannot be knocked down and may ignore [Knockback]. ",
        "King of a Thousand Battles": "Gain +2 accuracy, +2 strength, +2 evasion. You may [Dodge] any number of times in a round. Only 1 survivor may have this SFA.",
        "King's Step": "Whenever you attack, you may discard any number of Battle Pressure hit locations drawn and draw an equal number of new hit locations. Whenever you attack, after drawing hit locations, but before rolling to wound, you may choose one hit location drawn and discard it to draw a new hit location. Traps will cancel these effects.",
        "Legendary Lungs": "Once per attack, for each successful hit, make an additional attack roll.",
        "Lucernae's Lantern": "You may [Concentrate]. If you do, perform Lucernae's Lantern at the start of your next act. -> Reveal hit locations equal to half your [[Blue Affinity]] (rounded down) one at a time. The monster suffers a critical wound at any locations with critical wound effects (Ignore the effects of Traps). Then reshuffle the HL deck. Then gain +6 Hunt XP.",
        "Mind Palace": "When you [Depart] or gain this, choose a Fight Art from the deck. For the rest of the lantern year, treat the effects of the chosen chard as an ability.",
        "Necromancer": "When you [Depart], gain +1 [[Armor]] to all hit locations for each gear card in your grid with the Symbol keyword. If you would die or forget this, the settlement gains the Knowledge Worm Innovation. If you would roll on the severe injury table, roll on the Worm Trauma instead: 1-3 Dead; 4-5 Gain 2 bleeding tokens and -1 evasion token; 6-8 Gain 1 bleeding token & 1d5 insanity; 9 Gain 1 bleeding token & +1 strength token; 10 You are knocked down and gain 1 Iron Strange Resource.",
        "Red Fist": "At the start of each showdown, each survivor gains +1 strength token. Survivors may spend +1 strength tokens in place of survival.",
        "Scholar of Death": "On arrival, gain reroll tokens equal to the number of volumes recorded about your quarry. Discard a reroll token to reroll one of your roll results during the showdown. This includes monster roll results when you are the monster controller.",
        "Silk Surgeon": "(1): You may spend [[Activation]] while adjacent to another survivor to add 2 [[Armor]] to one of their hit locations. (2): While all armor in your gear grid is silk and all jewelry is amber, gain +2 evasion. (3): During the aftermath, roll 1d10 for each other survivor that died during the showdown. On a 7+, revive them.",
        "Sun Eater": "At the start of the showdown, gain survival up to the settlement's Survival Limit. If you have any +1 strength tokens, you may spend them all to perform the Surge survival actions.",
        "Suppressed Shadow": "Ignore First Strike. On a [Perfect Hit], your first wound attempt of the attack automatically succeeds and inflicts a critcial wound. If you die during the showdown, place a Shade minion in the space you occupied.",
        "Swordsman's Promise": "At the start of each showdown, gain survival up to your settlement's survival limit if you have a sword in your gear grid.",
        "Synchronized Strike": "When you are adjacent to a monster, attack with a melee weapon, and have an [Attack Assist], your attack gains +1 accuracy, +1 strength. Limit, once per round.",
        "True Blade": "All swords in your gear grid gain deadly. Gain +3 luck when attacking with a sword if you have [Ghostly Beauty] and [Narcissistic] disorders.",
        "Zero Presence": "Gain +1 strength when attacking a monster from its blind spot. Whenever you attack a monster, you are always considered to be in its blind spot.",

        "Armored Fist": "Requires Fist & Tooth Proficiency. Your Fist & Tooth attacks gain strength equal to the current armor value of your arms hit location.",
        "Backstabber": "On a [Perfect Hit] with a dagger, your first wound attempt in the attack gains [Devastating] 1. When you attack a monster with a dagger from its blind spot, if you have the [Hoarder] or [Secretive] disorder, increase the range of your range of your [Perfect Hit]s by 1.",
        "Convalescer": "Whenever you remove bleeding tokens, gain survival, or add armor points, increase this benefity by 1. Your attacks gain the club keyword.",
        "Dark Manifestation": "Once per round, at the start of your act, you may spend the requisite insanity to perform one of the following abilities: 3 - Gain +2 strength until the end of the round; 6 - Perform [Block] 1; 13 - If adjacent to the monster, roll 1d10. On a 6+, it suffers 1 wound.",
        "Ethereal Pact": "Add +3 to your brain trauma rolls. When you suffer the Impossible brain trauma. Perform Birth of a Savior and choose a dream.",
        "Giant's Blood": "When you gain this fighting art, gain +1 strength, -1 evasion permanently. You may [Consume] skulls. If you do, gain the [Marrow Hunger] impairment.",
        "Infernal Rhythm": "You may spend [[Activation]] to play an instrument in your gear grid. Reveal the next 3 monster HL, then put them back in any order. Whenever you activate an instrument, gain a lantern token. At the start of another survivor's act, you may spend 5 lantern tokens to give them [[Activation]] & [[Movement]].",
        "Infinite Lives": "You cannot gain new fighting arts or disorders. When you would gain one, instead gain a new lifetime! Give yourself a new name and a once per lifetime reroll. (Gain +1 survival for naming and the reroll regardless of Principle. Only 1 reroll at a time)",
        "Rolling Gait": "Spend [[Activation]], your next attack with a bow ignores [Cumbersome]. At the end of your attack with a bow or arrow, if you hit the monster from outside its facing, it gains a [Flinch Token].",
        "Shielderang": "If you have a shield in your gear grid, ignore the first severe injury you suffer each showdown. If you have Shield Specialization, shields in your gear grid gain [Reach] 3 and +1 strength for each level of Shield weapon Proficiency you have beyond 3.",
        "Stockist": "You may [Concentrate]. If you do, perform Stock Shot. -> Activate a bow in your gear grid and attack the monster. For this attack, your bow's range and strength are equal to the number of resouces in the settlement storage. Limit once per showdown phase.",
        "Story of Blood 1": "The first time you gain a bleeding token during the showdown, gain +1 survival. [Observation]: When [[Endeavor]] is spent at Bloodletting or Sacrifice, gain +1 mark (There are 4 marks).",
        "Story of Blood 2": "Spend [[Activation]] to convert a bleeding token into scab armor. Add 1 [[Armor]] to any hit location and suffer 1 brain damage. [Observation]: When you use this while you have 4+ bleeding tokens, gain +1 mark (There are 4 marks).",
        "Story of Blood 3": "Spend [[Activation]] to convert a bleeding token into scab armor. Add 1 [[Armor]] to any hit location. [Observation]: When another survivor dies from bleeding tokens, gain +1 mark (There are 3 marks).",
        "Story of Blood 4": "Spend [[Activation]] to convert a bleeding token into scab armor. Add 1 [[Armor]] to all hit locations. You may spend your bleeding tokens in place of survival. [Observation]: When you use this, gain +1 mark (There are 7 marks). When all marks are filled: roll 1d10, on 6+ lose 1 mark. Otherwise die.",
        "Sword Oath": "When you gain this, write the name of any sword gear on your record sheet. Note each time you wound with the named sword. If you have wounded 18+ times with this sword, it gains [Devastating] 1 and [Sentient] while you have it equipped. When you suffer the [Flee] brain trauma, lose this fighting art."
    },

    "disorders": {
        "Absent Seizures": "The first  time you would suffer a brain trauma each showdown, you are instead knocked down and forget a fighting art.",
        "Aichmophobia": "You cannot activate or [Depart] with axes, swords, spears, daggers, scythes, or katars in your gear grid.",
        "Anxiety": "At the start of each showdown, gain the [Priority Target] token unless you have [Stinky] gear in your gear grid.",
        "Apathetic": "You cannot use or gain survival. You cannot gain courage. Cure this disorder if you have 8+ understanding.",
        "Arithmophilia": "When you gain this disorder, roll 1d5. Your movement is that number. Ignore all other movement modifiers.",
        "Atelophobia": "When there are no [Perfect Hits] in your attack, suffer 1 brain damage.",
        "Binge Eating": "You cannot [Depart] unless you have [Consumable] gear in your gear grid. You must consume if a choice to consume arises.",
        "Blood Lust": "Whenever a survivor gains a bleeding token, suffer the [Frenzy] brain trauma. Limit once per round.",
        "Brain Smog": "You cannot [Surge] or [Concentrate].",
        "Controlophobia": "While you are the monster controller, double any damage you suffer.",
        "Coprolalia": "All your gear is [Noisy]. You are always a threat unless you are knocked down, even if an effect says otherwise.",
        "Delicious": "You are still considered a threat when you are knocked down, unless you use an effect that says otherwise.",
        "Destined": "If you do not [Depart], lose all survival and insanity.",
        "Directional Dyslexia": "Your [[Movement]] can only be spent to move in a single straight line.",
        "Emotionless": "You cannot gain +1 strength tokens.",
        "Enfeebled": "It takes one less bleeding token to kill you.",
        "Ergophobia": "When you are a [Returning Survivor], you do not generate [[Endeavor]]. You cannot endeavor.",
        "Fear of the Dark": "You retire.",
        "Flower Addiction": "You may only [Depart] to hunt the Flower Knight. After you [Depart], cure this disorder.",
        "Ghostly Beauty": "Double all insanity you gain. Double all survival you spend.",
        "Hemophobia": "During the showdown, whenever a survivor (including you) gains a bleeding token, you are knocked down.",
        "Hoarder": "Whenever you are a [Returning Survivor], archive 1 resource gained from the last showdown and gain +1 courage.",
        "Honorable": "You cannot attack a monster from its blind spot or if it is knocked down.",
        "Hyperactive": "During the showdown, you must move at least 1 space every round.",
        "Hyper-Sensitivity": "You may [Dodge] one additional time per round. Whenever you are hit by an attack, you must [Dodge] at least once, if possible.",
        "Immortal": "While you are insane, convert all damage dealt to your hit locations to brain damage. You cannot spend survival while insane.",
        "Indecision": "If you are the event revealer of hunt events that call on you to make a roll, roll twice and use the lower result.",
        "Megalophobia": "You may not [Depart] for hunts or showdowns with monsters that occupy more than 4 spaces on the showdown board.",
        "Monster Panic": "Whenever you suffer brain damage from an [Intimidate] action, suffer 1 additional brain damage.",
        "Motion Sickness": "Whenever you suffer [Knockback], gain 1 bleeding token.",
        "Narcissistic": "You may not wear armor at the head location. If you are wearing armor at the head locatino when you gain this disorder, archive it.",
        "Overprotective": "When an adjacent survivor is knocked down, you are also knocked down.",
        "Pacifist": "You cannot activate a weapon to attack. Ignore this if you are [frenzied].",
        "Performance Anxiety": "You cannot be nominated for [Intimacy]. Cure this disorder if you have 8+ courage.",
        "Phobophobia": "At the start of your act, if you have 0 insanity, gain the [Terrified] surivivor status card.",
        "Photophilia": "You cannot [Depart] without a lantern in your gear grid.",
        "Post-Traumatic Stress": "Next settlement phase, you do not contribute or participate in any endeavors. Skip the next hunt to recover.",
        "Prey": "You may not spend survival unless you are insane.",
        "Prima Donna": "Each survivor turn, you must take your act first (roll off each turn if multiple survivors have this disorder).",
        "Quixotic": "If you are insane when you [Depart], gain +1 survival and +1 strength token.",
        "Rageholic": "Whenever you suffer a severe injury, also suffer the [Frenzy] brain trauma.",
        "Revenge": "When a survivor dies during the showdown, suffer the [Frenzy] brain trauma.",
        "Schadenfreude": "When another survivor suffers a severe injury, you are knocked down and gain +1 insanity.",
        "Secretive": "When you are a [Returning Survivor], you must skip the next hunt.",
        "Seizures": "During the showdown, whenever you suffer damage to your head location, you are knocked down.",
        "Shallow Lungs": "When you [Encourage], you are knocked down.",
        "Somniphobia": "On [Arrival], lose half your survival, rounded down.",
        "Spiral Ganglia": "At the start of the showdown, gain the [Darkness Awareness] survivor status card.",
        "Squeamish": "You cannot [Depart] with any [Stinky] gear in your gear grid. If a status or effect would cause you to become stinky, lose all your survival.",
        "Stage Fright": "Whenever you become [Doomed] or gain the [Priority Target] token, lose 1 survival.",
        "Stark Raving": "You are always insane, regardless of your insanity.",
        "Subjugated": "When you are knocked down, you are [Dominated]. When you depart to hunt the King, cure this disorder.",
        "Sun-Drunk": "When you have any +1 strength tokens, you cannot [Dash], [Dodge], or [Run Away].",
        "Superstitious": "You cannot activate or [Depart] with Other gear in your gear grid.",
        "Tiny Arachnophobia": "You cannot carry any gear with the amber keyword. You cannot gain any resources with the silk keyword.",
        "Traumatized": "Whenever you end your act adjacent to a monster, you are knocked down.",
        "Tunnel Vision": "When you spend [[Activation]], you may only activate weapons.",
        "Unlucky": "You cannot critically wound.",
        "Vermin Obsession": "While there is a [Bug Patch] terrain tile on the showdown board, you cannot spend survival.",
        "Vestiphobia": "You cannot wear body armor at the body location. If you are currently, archive it.",
        "Weak Spot": "When you gain this disorder, roll a random hit location and record it. You cannot [Depart] unless you have armor at this location.",
        "Weltschmerz": "You cannot [Depart] unless you have updated the death count this lantern year."
    },

    "abilities and impairments": {
        "Acid Palms": "Add 1d10 strength to wound attempts when attacking with Fist & Tooth.",
        "Ageless": "You may hunt if you are retired. When you gain Hunt XP, you may decide not to gain it.",
        "Analyze": "At the start of the survivors' turn, if you are adjacent to the monster, reveal the top AI card, then put it back on top of the deck.",
        "Arrogance": "When you gain knowledge from the forum that is not from Marrowism, it costs +2 Lumi. You cannot refuse a Majestic Invitation from a Bone Eater.",
        "Astute Psyche": "When you make an Observation about a knowledge, make two Observations instead.",
        "Astute": "On Arrival, if possible, add an Acanthus Plant terrain card to the showdown.",
        "Bitter Frenzy": "Each showdown, the first time you suffer the frenzy brain trauma, gain 1d10 survival. You may spend survival while [Frenzy].",
        "Burnt Nerves": "You are immune to [Bash].",
        "Caratosis": "Before making an attack roll, you may declare \"Caratosis X\". If you do, that attack gains X automatic hits. X cannot be more than your total red affinities. When the attack ends, gain +X Hunt XP.",
        "Compelled": "You must depart if able to do so. If you are unable to depart for any reason (retired, must skip, etc), you depart anyway, but set your insanity and survival to 0.",
        "Dark Calling": "Increase the range of your [Perfect Hit]s by 1. When you are a returning survivor, roll 1d10. If the result is less than or equal to your Hunt XP, you leave the settlement.",
        "Dilettante": "When you depart, gain a random knowledge from the knowledge deck. If you have no empty knowledge slots, you must replace an existing knowledge.",
        "Discourse Savant": "Whenever you roll on a table while ranking up your philosophy, you may choose your result instead.",
        "Disembodied": "You cannot gain insanity.",
        "Dormenatus": "When you suffer damage, you may declare \"Dormenatus X\". If you do, gain X[[Armor]] to each hit location. X cannot be more than your total green affinities. When the attack ends, gain +X Hunt XP.",
        "Explore": "When you roll on an investigate table, add +2 to your roll result.",
        "Fated Battle": "At the start of a showdown with the picked monster, gain +1 speed token.",
        "Fixated": "You can attack the monster only from its facing or when it is knocked down.",
        "Forgettable": "Gain +2 permanent evasion. You cannot be Encouraged.",
        "Founder's Eye": "Add +1 to all rolls on the Intimacy event.",
        "Frailty": "+1 Systemic Pressure.",
        "Grounded": "At any time, you may set your insanity to 0, 1, or 2. Limit once per lantern year.",
        "Heart of the Sword": "(Storm) If you gain weapon Proficiency during the Aftermath, gain +3 ranks. Gain 1 Iron strange resource.",
        "Important": "When you depart, if your total number of armor points (after bonuses) is hight than each other departing survivor, gain survival up to the settlement's survival limit. Otherwise, lose all survival.",
        "Inferiority Complex": "You may not depart if you have the highest strength among all departing survivors.",
        "Iridescent Hide": "Gain +1[[Armor]] to all hit locations for each different colored affinity in your gear grid.",
        "Iron Will": "You cannot be knocked down. Reduce all Knockback you suffer to Knockback 1.",
        "Legendcaller": "Once per lifetime, on a hunt board space after Overwhelming Darkness, in place of rolling a random hunt event, use 53 as your result.",
        "Leyline Walker": "While there is no armor or accessory gear in you gear grid, gain +3 evasion.",
        "Life Exchange": "In the Aftermath, gain 1 additional Hunt XP. You may not wear Other gear. If you trigger the White Secret event or retire, you cease to exist.",
        "Limb-maker": "(Sculptor) Once per settlement phase, spend 2[[Endeavor]] to remove a survivor's dismembered injury and gain 1 bone resource.",
        "Lucernae": "When you suffer damage, you may declare \"Lucernae X\". If you do, gain X Luck. X cannot be more than your total blue affinities. When the attack ends, gain +X Hunt XP.",
        "Mad Oracle": "Once per showdown, as a monster draws its AI card, name a card out loud. If the AI card drawn is the card you named, gain +1 evasion token.",
        "Mark of the Cyclops Knight": "When you craft a Seed Pattern, gain +1 strength & +1 Hunt XP. At 10+ Hunt XP, you leave the settlement.",
        "Marrow Hunger": "When the Murder or Skull Eater event is drawn, this survivor is nominated.",
        "Matchmaker": "When you are a returning survivor, once per year you may spend 1[[Endeavor]] to Intimacy.",
        "Metal Maw": "Your Fist & Tooth gains Sharp.",
        "Murderer": "During the hunt or showdown, if you are ever alone with another survivor, you murder them; keep track of your Body Count on your survivor sheet. Before resolving each rank of Homicidalism, roll 1d10 and subtract your Body Count from the result. On a 1 or lower, the settlement kills you.",
        "Oracle's Eye": "At the start of the showdown, look through the AI deck, then shuffle.",
        "Peerless": "When you gain insanity, you may gain an equal amount of survival.",
        "Phototaxis": "While there is a Fallen Lantern terrain tile on the board, you cannot spend survival.",
        "Possessed": "You cannot use weapon Specialization, weapon mastery, or fighting arts.",
        "Prepared": "When rolling to determine a straggler, add your hunt XP to your roll result.",
        "Presage": "(Witch) Each time you attack, before drawing hit locations, say a HL name. For each matching HL, gain +3 insanity and +10 strength when attempting to wound said location.",
        "Pristine": "When you suffer a dismembered severe injury, ignore it and gain 1 bleeding token instead.",
        "Psychovore": "(Reaper) Once per showdown, you may remove an adjacent survivor's disorder. If you do, they gain 1 bleeding token and you gain +1 permanent strength. At the end of the showdown, if you haven't removed a disorder, you die.",
        "Radiant Presence": "When you are a returning survivor, gain +2 Lumi.",
        "Ravenous": "You may spend [[Activation]] to [Consume] a piece of gear or resource with the consumable keyword. Archive it. During the Aftermath, if you did not perform this at least once this year, suffer -1 permanent strength.",
        "Reflection": "Your complete affinities and incomplete affinities count as all colors. You may dodge at any time and as number of times per round. When you attack from a blind spot, add +1d10 to all wound attempts for that attack.",
        "Refraction": "Your complete affinities and incomplete affinities count as all colors. During the showdown, after performing a survival action, gain +1 survival.",
        "Rival's Scar": "Gain +1 permanent strength and -1 permanent evasion.",
        "Rooted to All": "(Absolute) If you are standing at the start of your act, reveal the top 2 cards of the AI deck and put them back in any order.",
        "Selfish": "When you [Encourage] another survivor, roll 1d10. On a 6+, you do not Encourage. Keep your survival. You cannot Encourage again this round. If it is possible for your survivor to use [Meat Shield] to aviod harm, they must use it.",
        "Selfless": "While you are alive, increase the settlement's survival limit by +1. Each Collectivist can increase the limit. When you depart, set your survival to 0 after applying all bonuses.",
        "Sleepless": "You cannot gain survival during the hunt or showdown.",
        "Song Heart": "Reduce the cost of performing your Ballads by 1.",
        "Sour Death": "When you are knocked down, you may [Encourage] yourself (even if deaf). If you do, gain +1 strength token.",
        "Spoiled": "If you are a returning survivor and CC did not increase in the aftermath, skip the next hunt and sulk.",
        "Stalwart": "Ignore being knocked down by brain trauma and intimidation actions.",
        "Story of the Forsaker": "You cannot be knocked down during a showdown with a Nemesis monster.",
        "Story of the Goblin": "Once per showdown you may roll 1d10. On a 3+, gain the [Priority Target] token and the monster gains +1 damage token.",
        "Story of the Young Hero": "At the start of your act, you may gain 2 bleeding tokens and +1 survival.",
        "Super Hair": "You may spend [[Activation]] to freely exchange tokens with adjacent surivors who have Super Hair.",
        "Sweet Battle": "Once per round, you may [Surge] without spending survival. If you do, the [[Activation]] must be used to activate a weapon.",
        "Thundercaller": "Once per lifetime, on a hunt board space after Overwhelming Darkness, in place of rolling a random hunt event, use 100 as your result.",
        "Tinker": "When you are a returning survivor, gain +1[[Endeavor]] to use this phase.",
        "Twelve Fingers": "(Gambler) You cannot carry two-handed gear. On a [Perfect Hit], you gain +5 insanity and +1 luck for the attack. However, for each natural 1 rolled when attempting to hit, suffer 5 brain damage and -1 luck for the attack.",
        "Unrestrained": "All your weapons, except Fist & Tooth, have frail while in your gear grid. If you wound a Super-Dense HL with Fist & Tooth, suffer the Broken Arm severe injury at the end of the attack.",
        "Way of Rust": "(Rust) Your bleeding tokens are also +1 evasion tokens.",
        "Woebegone": "While Luck is on the showdown board, the other survivors' weapons gain [Unwieldy]."
    },

    "innovations": {
        "Accept Darkness": "Add +2 to all Brain Trauma rolls.",
        "Albedo": "2[[Endeavor]], roll 1d10: 1-2 Returning survivors lose 1 level of weapon Proficiency. 3-9 Spend 4 organs to gain 1 Gorm Brain. 10+ Returning Survivors change 1 negative attribute modifier of their choice to 0.",
        "Ammonia": "Departing Survivors gain +1 survival.",
        "Aquarobics": "Survival Limit +1. 1 [[Endeavor]]: 1 You drown; 2-7 Spend 1 survival & roll again, if you can't, you drown; 8+ Gain [Legendary Lungs] secret fighting art",
        "Arena": "1 [[Endeavor]], spend 1 iron and 1d10: 1-2 Die; 3-4 Gain [Scar], +1 permanent strength & skip the next hunt. If you already have scar, die; 5-9 Gain +1 permanent accuracy; 10+ Gain [Frozen Star] secret fighting art.",
        "Barbaric": "Survival Limit +1. All current and newborn survivors gain +1 permanent strength.",
        "Bed": "Survival Limit +1. 1[[Endeavor]], roll 1d10: 1-3 Gain +1 insanity; 4+ You cannot again this settlement phase. Skip the next hunt. You may remove one of the following: -All Broken Arms -All Broken Hip -All Broken Rib -Ruptured Muscle",
        "Black Mask": "1[[Endeavor]]: Strange Caravan event. 2[[Endeavor]], roll 1d10: 1-5 Gain 1 Skull basic resource; 6-9 Gain 1 ??? basic resource; 10+ Gain [Legendary Lungs] secret fighting arts",
        "Bloodletting": "1[[Endeavor]], spend 1 resource, roll 1d10: 1-3 Gain +1 understanding, lose all survival. You cannot gain survival this settlement phase for any reason; 4-7 Gain +3 insanity; 8+ Gain +6 insanity, you may remove one of the following: -1 disorder -Warped Pelvis -Intestinal Prolapse",
        "Bloodline": "Newborn survivors inherit the following from their parents: -The Oracle's Eye, Iridescent Hide, or Pristine ability -1 Surname -Half of one parent's weapon Proficiency levels (rounded up)",
        "Butchery": "You may now select a weapon type for Proficiency. 1[[Endeavor]]: Spend 1 organ to gain +1 weapon Proficiency. Limit once per lifetime.",
        "Cannibalize": "+1 Survival Limit. When a survivor dies, draw 1 basic resource and add it to the settlement storage. Do not gain if a survivor is lost, ceases to exist, or is exiled.",
        "Character": "+1 Survival Limit. When a survivor is named, they gain a random Character card.",
        "Choreia": "2[[Endeavor]], Nominate a M and F survivor, roll 1d10: 1-7 No effect; 8-9 If both survivors depart this year, the M gains [Harvestman] fighting art; 10+ The F devours the M (dies). The F gain half of the male's Hunt XP (rounded down), one of their fighting arts, and the [Death Touch] secret fighting art.",
        "Citrinitas": "Survival Limit +1. 3[[Endeavor]]: 1-2 Returning survivors suffer -1 permanent evasion; 3-10 Returning survivors may remove 1 Broken severe injury.",
        "Clan of Death": "All newborn survivors gain: +1 accuracy, +1 strength, +1 evasion",
        "Collective Toil": "At the start of the settlement phase, gain +1[[Endeavor]] for every 10 population.",
        "Cooking": "+1[[Endeavor]]. +1 Survival Limit. 1[[Endeavor]]: Cooking. 1[[Endeavor]]: Spend 1 organ and 1 bone, during the next Hunt phase, ignore [Starvation].",
        "Crimson Candy": "At the start of the showdown, each survivor gains Lvl survival. 1[[Endeavor]]: 1 -1 permanent accuracy; 2-6 Skip the next hunt; 7+ Heal Intracranial Hemorrhage & Gaping Chest Wound.",
        "Death Pact": "When the survivors perish on the hunt or are defeated in the showdown, Logistics of Death event. 1[[Endeavor]], spend 1 hide & 1 organ: Special Innovate Pictograph",
        "Destiny": "Survival Limit +1. All survivors gain the [Endure] survival action.",
        "Drafting Table": "When a survivor first reaches 3 understanding, gain a Seed Pattern card. 1[[Endeavor]], spend 1 resource, roll 1d10: 1-3 No Effect; 4-7 +1 understanding, once per lifetime; 8+ Gain a Seed Pattern card, skip the next hunt.",
        "Dragon Speech": "Survival Limit +1. All survivors gain [Encourage] survival action.",
        "Dreamless Language": "Survival Limit +1. All survivors gain [Encourage] survival action.",
        "Dream Schematics": "At the start of the develop step, a survivor must Build the Dream. Roll 1d10: 1-2 Suffer Broken Arm severe injury; 3-4 Lose 1[[Endeavor]]; 5-6 Lose 1 resource; 7+ Gain +1 Lumi & +1 construction point for the dream project",
        "Drums": "1[[Endeavor]], select one: -Gain +2 insanity -Gain +2 survival -Gain [Rhythm Chaser] fighting art or [Synchronized Strike] secret fighting art.",
        "Empire": "Newborn survivors are born with +1 permanent strength and the [Pristine] ability. ",
        "Face Painting": "1[[Endeavor]], roll 1d10: 1-3 No Effect; 4+ Departing survivors gain +2 survival, +1 insanity; 1[[Endeavor]], roll 1d10: 1-3 No Effect; 4+ Gain +1 to all rolls on the Intimacy event this settlement phase;",
        "Family": "Departing Survivors gain +1 survival. Survivors nominated for Intimacy may give themselves a surname if they do not have one. A newborn inherits the surname of one parent, their weapon type, & half their weapon Proficiency levels rounded down",
        "Fig Sapling": "1[[Endeavor]], roll 1d10: 1-8 No Effect; 9+ The Sapling grows. Record this. When this result is rolled again, flip this card.",
        "Fig Tree": "+1 Survival Limit. Departing survivors [Consume] the fruit and gain +1 survival.",
        "Filleting Table": "Once per settlement phase, if the Returning Survivors are victorious, gain 1 random basic resouce. 1[[Endeavor]], roll 1d10: 1-5 Suffer dismembered arm severe injury; 6+ Gain the [Trick Attack] fighting art.",
        "Final Fighting Art": "+1 Survival Limit. Once per showdown, you may select a card from the discard pile or wound stack and place it on top of its respective deck.",
        "Forbidden Dance": "When a survivor uses the [Synchronized Strike] SFA, reroll missed attack rolls once. 1[[Endeavor]], roll 1d10: 1-5 Suffer -1 permanent movement; 6-9 Gain +1 permanent evasion; 10+ Gain the [King's Step] secret fighting art.",
        "Graves": "All newborn survivors gain +1 understanding. When a survivor dies during the hunt or showdown, gain +2 [[Endeavor]]. When a survivor dies during the settlement phase, gain +1 [[Endeavor]].",
        "Guidepost": "Departing Survivors gain +1 survival. 1[[Endeavor]]: Roll 1d10 + survivor's strength. If the result is 12+, gain the Lantern Halbard rare gear and archive this card.",
        "Hands of the Sun": "All survivors gain [Overcharge] survival action.",
        "Heart Flute": "When a survivor uses [Synchronized Strike], their attack assist may spend 1 survival to change any monster [[Reaction]] to [[Reaction]] FAILURE before wound attempts are made. Limit once per attack. 1[[Endeavor]], roll 1d10: 1-5 Die; 6+ Select any Nemesis monster. Add a special showdown with them this year at the highest level you have not faced. You cannot endeavor here again this phase.",
        "Hovel": "+1 Survival Limit. Departing Survivors gain +1 survival.",
        "Inner Lantern": "All surivors gain the [Surge] survival action.",
        "The Knowledge Worm": "At the start of each settlement phase, add 1 scrap to the settlement storage. Departing surivors gain +3 survial and +3 insanity. If any of those survivors have 10+ insanity, A Gracious Host event.",
        "Language": "+1 Survival Limit. All survivors gain the [Encourage] survival action.",
        "Lantern Oven": "Heat. Departing survivors gain +1 survival.",
        "Legless Ball": "Departing survivors gain +2 insanity. Spend only 1 [[Endeavor]] here per settlement phase. 1[[Endeavor]]: Add 1 Web Silk strange resource to storage. 1[[Endeavor]]: A survivor with 10+ insanity may kill the Spidicules. Gain Grinning Visage rare gear and archive this card.",
        "Momento Mori": "May only be used once per settlement phase. 1[[Endeavor]], nominate a survior that died last showdown, roll 1d10: 1 No Effect; 2-3 Gain the insanity of the dead survivor; 4-8 Gain the courage and understanding of the dead survivor; 9-10 Gain the Hunt XP of the dead survivor",
        "Morgue": "Cooling. If the settlement has [Cannibalize], at the start of the develop step gain 1 random basic resource for every 10 survivors in your death count (rounded down).",
        "Nightmare Training": "1[[Endeavor]], lose 3 survival, roll 1d10: 1 Spend 1 survival or die; 2-7 May spend 1 survival and roll again; 8-9 Gain +1 weapon Proficiency; 10+ Gain +1 permanent accuracy or strength",
        "Nigredo": "+1 Survival Limit. 1[[Endeavor]], once this phase, roll 1d10: 1-2 Add 1 Bone resource; 3-10 Spend 3 bone to gain 1 Dense Bone Gorm resource",
        "Nutrition": "Share +1 Forum Knowledge. 1[[Endeavor]]: Gain +1 Lumi. 3[[Endeavor]]: Gain +4 Lumi. 5[[Endeavor]]: Gain +1 accuracy and +1 strength. Limit once per lifetime.",
        "Paint": "All survivors gain the [Dash] action.",
        "Partnership": "2[[Endeavor]]: Nominate two surivivors, they gain the [Partner]-\"(Parnter's Name)\" ability. A survivor may be nominated only once per lifetime.",
        "Petal Spiral": "Regardless of their Hunt XP, survivors may select Sword for their weapon Proficiency. 1[[Endeavor]], roll 1d10: 1-3 Lose 1 flower resouce. If you do gain the [Flower Addiction] disorder and roll again. Otherwise, no effect; 4-5 Gain 2 survival and +1 understanding; 6+ Gain +1 sword Proficiency level.",
        "Pictograph-Scout": "The first time a Level 3+ quarry monster is defeated by survivors accompanied by a scout, gain the Scout Discovery for that monster.",
        "Pictograph": "At the start of a survivor's act, they may decide to skip their act and Run Away event. After a hunt is resolved, a survivor may decide it's time to go home and Run Away event.",
        "Pottery": "+1 Survival Limit. 1[[Endeavor]]: Spend 1 organ resource and gain 1 Love Juice basic resource. Limit once per year. 1[[Endeavor]]: Spend 1 herb basic resource and gain 1 hide resource. Limit once per lantern year.",
        "Protect the Young": "When rolling on the Intimacy story event, roll twice and pick 1 result.",
        "Radiating Orb": "Heat. Departing and newborn survivors gain +1 survival. Departing survivors with a constellation gain +1 survival.",
        "Records": "1[[Endeavor]]: Gain [Scholar of Death] SFA. 1[[Endeavor]]: Add \"(Monster Name) Vol. X\", where X is the level of the defeated monster to the settlement record sheet. You retire. There can be up to 3 volumes for each monster.",
        "Romantic-Arc": "+1 Survival Limit. Add the Romanticism philosophy card to the philosophy deck. Reduce the Lumi cost to learn knowledge at the Forum by 1 (to a minimum of 1).",
        "Romantic": "+1 Survival Limit. When you gain a random fighting art, draw 3, pick 1 instead.",
        "Round Stone Training": "1[[Endeavor]], spend 1 resource, roll 1d10: 1 Gain [Motion Sickness] disorder; 2 Gain Crossarm Block fighting art; 3-8 Gain [Tumble] fighting art; 9+ Gain +3 insanity and either the [Carapace of Will] or [Propulsion Drive] SFA.",
        "Rubedo": "4[[Endeavor]], once per year, roll 1d10: 1-2 Returning survivors gain the [Hemophobia] disorder; 3-8 Returning survivors gain +1 courage and must skip the next hunt; 9+ Returning survivors invert their attribute mondifiers",
        "Sacrifice": "1[[Endeavor]], roll 1d10: 1 -2 Population; 2-3 -1 population, departing survivors gain +1 insanity; 4-5 -1 population, departing survivors gain +3 insanity; 6+ -1 population, Lose all your insanity and may remove 1 disorder. If you couldn't depart this settlement phase, you may now do so (even if retired).",
        "Saga": "All newborn survivors gain: +2 courage, +2 understanding, +2 Hunt XP.",
        "Sauna Shrine": "When survivors depart for a NE or special showdown, they gain +10 survival. 1[[Endeavor]], spend 1 organ, roll 1d10: 1-4 Departing survivors gain +2 insanity; 5+ Departing survivors gain +2 strength tokens and add 1[[Armor]] to all hit locations.",
        "Scarification": "1[[Endeavor]], once per lifetime, roll the hit location die: [[Head]] Suffer Blinded severe head injury; [[Body]] Gain [Tough] fighting art; [[Waist]] Suffer Destroyed Genitals severe injury; [[Arms]] Gain +1 permanent luck; [[Legs]] Roll 1d10, on 6+, -1 permanent movement.",
        "Scrap Smelting": "1[[Endeavor]], roll 1d10: 1-2 No effect; 3-9 Spend 3 scrap and add 1 Iron to storage; 10+ Spend 3 scrap and add 1 Iron to storage. Repeat any number of times; 1[[Endeavor]], 6 bone, 3 scrap: Build Blacksmith",
        "Sculpture": "1[[Endeavor]]: Skip the next Hunt and lose a fighting art. Record this fighting art on the settlement record sheet. A settlement can only have one statue. 1[[Endeavor]]: Roll 1d10, on 6+ gain the recorded fighting art.",
        "Sculpture-Arc": "1[[Endeavor]]: Skip the next Hunt and lose a knowledge. Record this knowledge on the settlement record sheet. A settlement can only have one statue. Always [Share] this knowledge in addition to the others at the Forum. It costs 1 less lumi to gain.",
        "Settlement Watch": "Departing Survivors gain +2 survival when they depart for a NE or a Special showdown. 1[[Endeavor]], roll 1d10: 1-7 If you have no fighting arts, gain a random fighting art; 8+ If you have 0 or less strength, gain +1 strength. Limit once per lifetime.",
        "Shadow Dancing": "You may only endeavor here if a survivor died during the last hunt or showdown. 1[[Endeavor]], once per year, roll 1d10: 1-5 Gain +3 insanity and a random fighting art; 6+ Gain the [Sneak Attack] fighting art.",
        "Shattered Blade": "1[[Endeavor]]: Spend 1 organ and archive this card. Gain the Unbreakable Zanbato pattern gear. With every reforge, the weapon gains +2 strength for the rest of this campaign (note this on the settlement record sheet).",
        "Shrine": "May be used once per year. 1[[Endeavor]], roll 1d10: 1-3 Departing survivors gain +1 insanity; 4+ Departing Survivors add 1[[Armor]] to all hit locations.",
        "Silent Dialect": "All survivors gain the Fist Pump survival action.",
        "Silk-Refining": "+1 Survival Limit. 1[[Endeavor]]: Silk Surgery. 1[[Endeavor]]: Convert 1 silk resource into 1 hide basic resource. 1[[Endeavor]]: Spend 2 silk, 1 bone, and 1 organ to build the Silk Mill settlement location.",
        "Song of Concord": "Departing survivors gain +5 survival. Archive this when you hunt Smog Singers. 1[[Endeavor]], roll 1d10: 1-2 No Effect; 3-5 Departing survivors gain +2 insanity; 6+ You are [Hushed] until the next lantern year.",
        "Song of the Brave": "On Arrival, each non-deaf survivor may remove 1  negative attribute token. During the Overwhelming Darkness event, each non-deaf survivor may select the Path of the Brave.",
        "Stoic Statue": "1[[Endeavor]], you may not depart or endeavor again this year, roll 1d10: 1-6 Gain +1 understanding; 7-10 Departing survivors gain +1 survival. If this result is gained more than once in a year, instead gain +10 survival.",
        "Stone Plate": "Survivors may claim the Clothed & Satiated armor bonus card if they meet the requirements.",
        "Stone Stairs": "During the settlement phase, if a survivor runs away, is exiled, or dies, they climb the stairs instead. -> Roll 1d10: 1-9: Dies, do not roll here again; 10+ You disappear. Do not gain the benefits of your Death Principle. Returning survivors gain +1 Lumi.",
        "Storytelling": "+1 Survival Limit. 2[[Endeavor]], roll 1d10: 1-3 Gain +1 understanding; 4-7 All departing survivors gain +3 insanity; 8+ White Speaker event.",
        "Subterranean Agriculture": "1[[Endeavor]]: If Black Harvest isn't on the timeline, Underground Sow event. 1[[Endeavor]]: If Black Harvest is on the timeline, you may spend 1 Preserved Caustic Dung to increase its rank by 1 to a max of 3. Limit once per year.",
        "Sun Language": "All survivors gain the [Embolden] survival action.",
        "Supreme Cuisine": "+3 Survival Limit. Returning survivors gain +2 lumi. 1[[Endeavor]]: Select a quarry monster. If the settlement has earned at least 10 CC from the monster, gain its meal gear card.",
        "Survival of the Fittest": "+1 Survival Limit. When rolling on the Intimacy story event, roll twice and pick the lowest result. All current and newborn survivors gain +1 strength & +1 evasion. Once per lifetime, a survivor may reroll a single roll result. They must keep the new result.",
        "Symposium": "+1 Survival Limit. When a survivor innovates, draw an additonal 2 innovation cards to choose from.",
        "Ultimate Weapon": "+1 Survival Limit. When you defeat a monster, gain 1 monster resource of your choice from its resource deck.",
        "Umbilical Bank": "When a new survivor is born, you may add 1 Life String strange resouce to storage. 1[[Endeavor]]: Umbilical Symbiosis event. 1[[Endeavor]], 3 organ: Innovate Pottery.",
        "War Room": "+1 Survival Limit. Quarries cannot move off of the hunt board. If the survivors would move backwards on the hunt board, roll 1d10. On 4+, they don't. 1[[Endeavor]]: The group may reroll 1 Hunt Event Table result (1d100) this lantern year. They must reroll before performing the event.",
        "Water of Life": "+1 Survival Limit. 1[[Endeavor]]: Remove a disorder, limit once per lifetime. 1[[Endeavor]], roll 1d10: 1-5 You do not generate endeavor, record this; 6+ You may remove a random disorder.",
        "White Mask": "1[[Endeavor]]: Strange Caravan event. 2[[Endeavor]], spend 1 resource, roll 1d10: 1-6 Gain +2 survival; 7-9 Departing survival gain +1 strength token; 10+ Gain [Red Fist] secret fighting arts"
    },

    "knowledge": {
        "Aspirational Ethos":{"Ability":"+1 strength for every 10 CC the settlement has.","Observation":0,"Condition":""},
        "Death Education":{"Ability":"When you use [Range], Block, Deflect, Mindlock, or Deadly, increase the effect by 1 for every 20 CC in the settlement.","Observation":0,"Condition":""},
        "Font of Ingenuity":{"Ability":"Whe you depart, convert all unspent endeavors into reroll tokens for yourself.","Observation":0,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
        "":{"Ability":"","Observation":,"Condition":""},
    },

    "philosophy": {
        "Ambitionism": { "Neurosis": "Spoiled", "2": 6, "3": 10, "4": 14 },
        "Champion": { "Neurosis": "Compelled", "2": 4, "3": 6, "4": 12 },
        "Collectivism": { "Neurosis": "Selfless", "2": 6, "3": 10, "4": 14 },
        "Deadism": { "Neurosis": "Disembodied", "2": 4, "3": 10, "4": 12 },
        "Dreamism": { "Neurosis": "Sleepless", "2": 4, "3": 7, "4": 10 },
        "Faceism": { "Neurosis": "Fixated", "2": 4, "3": 7, "4": 10 },
        "Gourmandism": { "Neurosis": "Ravenous", "2": 6, "3": 10, "4": 14 },
        "Homicidalism": { "Neurosis": "Murderer", "2": 6, "3": 10, "4": 14 },
        "Impermanism": { "Neurosis": "Unrestrained", "2": 4, "3": 7, "4": 10 },
        "Lanternism": { "Neurosis": "Phototaxis", "2": 4, "3": 7, "4": 10 },
        "Luck": { "Neurosis": "Woebegone", "2": 6, "3": 10, "4": 14 },
        "Marrowism": { "Neurosis": "Arrogance", "2": 6, "3": 10, "4": 14 },
        "Optimism": { "Neurosis": "Important", "2": 6, "3": 10, "4": 14 },
        "Regalism": { "Neurosis": "Inferiority Complex", "2": 6, "3": 10, "4": 14 },
        "Romanticism": { "Neurosis": "Dilettante", "2": 6, "3": 10, "4": 14 },
        "Survivalism": { "Neurosis": "Selfish", "2": 4, "3": 7, "4": 10 },
        "Verminism": { "Neurosis": "Frailty", "2": 6, "3": 10, "4": 14 }
    }
}
